"Open with Keka" = "使用 Keka 打開";
"Compress here" = "在此壓縮";
"Compress to..." = "壓縮至⋯";
"Extract here" = "在此解壓縮";
"Extract to..." = "解壓縮至⋯";
"Extract to \"%@\"" = "解壓縮至「%@」";
"Compress with Keka" = "使用 Keka 壓縮";
